import './CssEP1.css'
function CssEP1() {
    return (
        <div className="blog-content-container">
            <div className="blog-content">
                    <div className="text-header">" ทำข้าวผัดกระเพรายังไงให้อร่อยห๊อมหอม ฉบับปี2021 "</div>
                    <div className="cover-img"><img src="https://picsum.photos/700/300"></img></div>
                    <div className="text-content">เราใส่น้ำมันในกะทะปริมาณน้อยๆถึงน้อยมากๆ เอาแค่พอผัดพริกกระเทียมสับได้ก็พอ หลังผัดจนพริกกระเทียมสับจนหอมแล้วก็ใส่หมูสับ ปรุงรสด้วยน้ำมันหอย ซีอิ้วขาว พริกไทยป่น น้ำตาลทราย ซีอิ้วดำ ผัดต่อไปจนเครื่องทุกอย่างเข้ากันแล้วเริ่มแห้ง </div>
                    <div className="text-topic">เคล็ดลับ คือ ใจเย็น เจียวใช้ไฟอ่อน</div>
                    <div className="text-content">ใส่น้ำมันแล้ว ใส่ใบกะเพรา ค่อยเจียวช้าๆ  เอากลิ่นลงในน้ำมันให้มากๆ (เคล็ดลับ) อย่าเอาไปใส่ตอนจบหมด</div>

                    <div className="text-topic">เก็บใบกะเพรากรอบ ไว้ใส่โรยตอนกิน</div>
                    <div className="text-content">ง ถ้าชอบผักก็ใส่ไปตอนนี้ จะหอมใหญ่หั่น ข้าวโพดอ่อนหั่น ถั่วผักยาวหั่น แครอทหั่น พริกหยวกหั่น ชอบไรก็ใส่ๆไป แต่ใส่ในปริมาณที่เหมาะสม </div>

                    <div className="text-topic">ใช้น้ำมันกะเพราเดิม มาเจียวกระเทียม + พริก ช้าๆ ให้กลิ่นละลายในน้ำมัน</div>
                    <div className="text-content">ไม่งั้นจะกลายเป็นผัดผัก หลังจากนั้นใส่ข้าวสวยหอมมะลิลงไป (เราชอบข้าวหอมมะลิ คดข้าวทิ้งไว้ให้เย็น หรือแช่ตู้เย็นไปเลย) ผัดจนข้าวเข้ากันอย่างรวดเร็ว</div>

                    <div className="text-content">หรี่ไฟลง แล้วชิมรสอีกครั้ง ปรุงรสเพิ่มด้วยน้ำตาลทราย  ถ้าชอบดำๆใส่ซีอิ้วดำ พริกไทยป่น และค่อยๆเหยาะน้ำปลาไปที่ข้างกะทะให้น้ำปลามีความหอมเข้มข้นขึ้น แล้วเอาข้าวเข้าไปนาบกับน้ำปลาที่หอมติดอยู่ข้างกะทะ แล้วจึงเร่งไฟ ผัดจนข้าวเข้ากัน อย่าผัดนานเกินไป ปิดไฟ แล้วใส่ใบกระเพราในตอนนี้ จะทำให้ใบกระเพราไม่เหี่ยวดำ
สูตรเราข้าวจะไม่ชุ่มน้ำมันค่ะ เพราะใส่น้ำมันแค่นิดเดียว</div>


            </div>
        </div>
    )
}

export default CssEP1